let weekDayEn = [
  "Sun",
  "Mon",
  "Tue",
  "Wed",
  "Thu",
  "Fri",
  "Sat",
  "Sun"
];
let weekDayRu = [
  "Вс",
  "Пн",
  "Вт",
  "Ср",
  "Чт",
  "Пт",
  "Сб",
  "Вс"
];
let weekDayHe = [
  "ראשון/א'",
  "שני/ב'",
  "שלישי/ג'",
  "רביעי/ד'",
  "חמישי/ה'",
  "שישי/ו'",
  "שבת/ש'",
  "ראשון/א'"
];
let monthsEn = [
  "Jan",
  "Feb",
  "Mar",
  "Apr",
  "May",
  "Jun",
  "Jul",
  "Aug",
  "Sep",
  "Oct",
  "Nov",
  "Dec"
];
let monthsRu = [
  "Янв",
  "Фев",
  "Мар",
  "Апр",
  "Май",
  "Июн",
  "Июл",
  "Авг",
  "Сен",
  "Окт",
  "Ноя",
  "Дек"
];
let monthsHe = [
  "ינואר",
  "פברואר",
  "מרץ",
  "אפריל",
  "מאי",
  "יוני",
  "יולי",
  "אוגוסט",
  "ספטמבר",
  "אוקטובר",
  "נובמבר",
  "דצמבר"
];
const loadingTextsEn = [
  "Can't load" + " ",
  " " + " assets, not found or removed...",
  "<br>" + "maybe try reload, if again not loaded tell us." + "<br>",
  "ERROR",
  "COMPLETE:D",
  "Continue anyway"
];
const loadingTextsRu = [
  "Невозможно загрузить" + " ",
  " " + " активы, не найдены или удалены...",
  "<br>" + "может быть, попробуйте перезагрузить, если снова не загрузится, сообщите нам." + "<br>",
  "ОШИБКА",
  "З^А^ВЕРШЕНО",
  "Продолжать в любом случае"
];
const loadingTextsHe = [
  "לא ניתן לטעון" + " ",
  " " + " נכסים, לא נמצאו או הוסרו...",
  "<br>" + "אולי תנסה לטעון מחדש, אם שוב לא נטען תגיד לנו." + "<br>",
  "שגיאה",
  "הושלם:",
  "להמשיך בכל זאת"
];